[
    {"input": "I feel sad", "output": "I'm so sorry you're feeling sad. Try journaling your thoughts or listening to calming music. Want another suggestion?"},
    {"input": "My life is tough", "output": "Life can be really hard sometimes. Set a small, achievable goal for today, like a short walk. Want another tip?"},
    {"input": "My life is ruin", "output": "I hear how tough things feel. Take a moment to breathe deeply or write down one thing you're grateful for. Want another suggestion?"},
    {"input": "I'm angry", "output": "Anger can be intense. Count backward from 10 slowly to cool off. Need another idea?"},
    {"input": "Im going through alot", "output": "It sounds like a lot is on your mind. List one thing you can address today to feel lighter. Want another suggestion?"},
    {"input": "My work is stressing me", "output": "Work stress is tough. Take a 5-minute break to breathe deeply or stretch. Want another tip?"},
    {"input": "I'm unemployed", "output": "Being unemployed is hard. Update your resume or reach out to a friend for support. Want another idea?"},
    {"input": "I'm going bankrupt", "output": "Bankruptcy feels heavy. Set a small financial goal, like saving $1 a day. Want more tips?"},
    {"input": "my financial life", "output": "Financial stress is rough. Make a small budget or list one expense to cut. Need more ideas?"},
    {"input": "Financial problems", "output": "Financial struggles are tough. Try tracking your expenses for a day to feel more in control. Want another suggestion?"},
    {"input": "You don't understand", "output": "I'm sorry if I didn't get that right. Can you share more? Or try a deep breath. Want another tip?"},
    {"input": "yes", "output": "Great, let's keep talking. How about a quick mindfulness exercise, like focusing on your breath? Want another tip?"},
    {"input": "I want more", "output": "Thanks for sharing. How about a short walk to clear your mind? Want another suggestion?"},
    {"input": "Can we talk", "output": "I'm here for you! Share what's on your mind, or write down one thing you're grateful for. Want another suggestion?"},
    {"input": "I'm overwhelmed", "output": "Feeling overwhelmed is tough. Break one task into smaller steps to start. Want another tip?"},
    {"input": "I'm stressed", "output": "Stress can be heavy. Try a 5-minute meditation or a quick stretch. Need another idea?"},
    {"input": "Everything is falling apart", "output": "I'm so sorry you're feeling this way. Focus on one small thing you can control today, like making a list. Want another suggestion?"},
    {"input": "I have no job", "output": "Not having a job is really hard. Look into one online course or connect with a community. Want another idea?"},
    {"input": "Money is tight", "output": "I hear how stressful that is. Try cutting one small expense, like coffee runs, for a week. Need more ideas?"},
    {"input": "I'm broke", "output": "Being broke feels overwhelming. Can you set a tiny savings goal, like $1 a week? Want another tip?"},
    {"input": "I'm anxious", "output": "Anxiety can feel heavy. Try a 4-7-8 breathing exercise: inhale for 4, hold for 7, exhale for 8. Want another suggestion?"},
    {"input": "I don't know what to do", "output": "Feeling lost is tough. Write down one thing you're feeling to start sorting it out. Want another tip?"},
    {"input": "I'm lonely", "output": "Loneliness can be hard. Reach out to a friend or family member, even for a quick chat. Want another suggestion?"},
    {"input": "I'm tired of this", "output": "I hear how exhausting this is. Take a moment for a quick rest or a walk to reset. Need another idea?"},
    {"input": "Nothing is going right", "output": "When everything feels off, it's tough. Find one small win today, like making your bed. Want another suggestion?"}
]